/* Text for a button that, when tapped, displays another screen where the customer can add payment method details */
"+ Add" = "+ Add";

/* Title shown above a card entry form */
"Add a card" = "Add a card";

/* Text for a button that, when tapped, displays another screen where the customer can add a new payment method */
"Add a payment method" = "Add a payment method";

/* Button prompt to add a bank account as a payment method. */
"Add bank account" = "Add bank account";

/* Text for a button that, when tapped, displays another screen where the customer can add payment method details */
"Add new payment method" = "Add new payment method";

/* Title shown above a form where the customer can enter payment information like credit card details, email, billing address, etc. */
"Add your payment information" = "Add your payment information";

/* Text on a screen asking the user to approve a payment */
"Approve payment" = "Approve payment";

/* Title of confirmation prompt when removing a saved card. */
"Are you sure you want to remove this card?" = "Are you sure you want to remove this card?";

/* Title of confirmation prompt when removing a linked bank account. */
"Are you sure you want to remove this linked account?" = "Are you sure you want to remove this linked account?";

/* Text for back button */
"Back" = "Back";

/* Title for collected bank account information */
"Bank account" = "Bank account";

/* Klarna buy now or pay later copy */
"Buy now or pay later with Klarna." = "Buy now or pay later with Klarna.";

/* Header text shown above a UPI ID text field */
"Buy using a UPI ID" = "Buy using a UPI ID";

/* Paypal mandate text */
"By confirming your payment with PayPal, you allow %@ to charge your PayPal account for future payments in accordance with their terms." = "By confirming your payment with PayPal, you allow %@ to charge your PayPal account for future payments in accordance with their terms.";

/* Paypal mandate text */
"By continuing to PayPal, you allow %@ to charge your PayPal account for future payments in accordance with their terms." = "By continuing to PayPal, you allow %@ to charge your PayPal account for future payments in accordance with their terms.";

/* Text providing link to terms for ACH payments */
"By continuing, you agree to authorize payments pursuant to <terms>these terms</terms>." = "By continuing, you agree to authorize payments pursuant to <terms>these terms</terms>.";

/* Mandate text displayed when paying via Link instant debit. */
"By continuing, you agree to authorize payments pursuant to these <terms>terms</terms>." = "By continuing, you agree to authorize payments pursuant to these <terms>terms</terms>.";

/* Cash App mandate text */
"By continuing, you authorize %@ to debit your Cash App account for this payment and future payments in accordance with %@'s terms, until this authorization is revoked. You can change this anytime in your Cash App Settings." = "By continuing, you authorize %1$@ to debit your Cash App account for this payment and future payments in accordance with %2$@'s terms, until this authorization is revoked. You can change this anytime in your Cash App Settings.";

/* Legal text shown when creating a Link account. */
"By joining Link, you agree to the <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "By joining Link, you agree to the <terms>Terms</terms> and <privacy>Privacy Policy</privacy>.";

/* Legal text shown when using AUBECS. */
"By providing your bank account details and confirming this payment, you agree to this Direct Debit Request and the <terms>Direct Debit Request service agreement</terms>, and authorise Stripe Payments Australia Pty Ltd ACN 160 180 343 Direct Debit User ID number 507156 (“Stripe”) to debit your account through the Bulk Electronic Clearing System (BECS) on behalf of %@ (the \"Merchant\") for any amounts separately communicated to you by the Merchant. You certify that you are either an account holder or an authorised signatory on the account listed above." = "By providing your bank account details and confirming this payment, you agree to this Direct Debit Request and the <terms>Direct Debit Request service agreement</terms>, and authorise Stripe Payments Australia Pty Ltd ACN 160 180 343 Direct Debit User ID number 507156 (“Stripe”) to debit your account through the Bulk Electronic Clearing System (BECS) on behalf of %@ (the \"Merchant\") for any amounts separately communicated to you by the Merchant. You certify that you are either an account holder or an authorised signatory on the account listed above.";

/* SEPA mandate text */
"By providing your payment information and confirming this payment, you authorise (A) %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and (B) your bank to debit your account in accordance with those instructions. As part of your rights, you are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited. Your rights are explained in a statement that you can obtain from your bank. You agree to receive notifications for future debits up to 2 days before they occur." = "By providing your payment information and confirming this payment, you authorise (A) %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and (B) your bank to debit your account in accordance with those instructions. As part of your rights, you are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited. Your rights are explained in a statement that you can obtain from your bank. You agree to receive notifications for future debits up to 2 days before they occur.";

/* Mandate text with link to terms when saving a bank account payment method to a merchant (merchant name replaces %@). */
"By saving your bank account for %@ you agree to authorize payments pursuant to <terms>these terms</terms>." = "By saving your bank account for %@ you agree to authorize payments pursuant to <terms>these terms</terms>.";

/* Button text on a screen asking the user to approve a payment */
"Cancel and pay another way" = "Cancel and pay another way";

/* Title for a button that allows the user to use a different email in the signup flow. */
"Change email" = "Change email";

/* TODO */
"Choose a payment method" = "Choose a payment method";

/* Accessibility label for the button to close the card scanner. */
"Close card scanner" = "Close card scanner";

/* Text of a notification shown to the user when a login code is successfully sent via SMS. */
"Code sent" = "Code sent";

/* A button used to confirm selecting a saved payment method */
"Confirm" = "Confirm";

/* Title for the contact information section */
"Contact information" = "Contact information";

/* Label for identifying the default payment method. */
"Default" = "Default";

/* Text for a button that allows manual entry of an address */
"Enter address manually" = "Enter address manually";

/* Instructs the user to enter the code sent to their phone number in order to login to Link */
"Enter the code sent to %@ to use Link to pay by default." = "Enter the code sent to %@ to use Link to pay by default.";

/* Two factor authentication screen heading */
"Enter your verification code" = "Enter your verification code";

/* Label title for EPS Bank */
"EPS Bank" = "EPS Bank";

/* A text notice shown when the user selects a card that requires
re-entering the security code (CVV/CVC). */
"For security, please re-enter your card’s security code." = "For security, please re-enter your card’s security code.";

/* Label for an IBAN field */
"IBAN" = "IBAN";

/* iDEAL bank section title for iDEAL form entry. */
"iDEAL Bank" = "iDEAL Bank";

/* Title for a button that when tapped creates a Link account for the user. */
"Join Link" = "Join Link";

/* Title of the logout action. */
"Log out of Link" = "Log out of Link";

/* Title shown above a carousel containing the customer's payment methods */
"Manage your payment methods" = "Manage your payment methods";

/* Label for name on card field */
"Name on card" = "Name on card";

/* Text of a label for confirming an email address. E.g., 'Not user@example.com?' */
"Not %@?" = "Not %@?";

/* Countdown timer text on a screen asking the user to approve a payment */
"Open your UPI app to approve your payment within %@" = "Open your UPI app to approve your payment within %@";

/* Separator label between two options */
"Or" = "Or";

/* Title of a section displayed below an Apple Pay button. The section contains alternative ways to pay. */
"Or pay using" = "Or pay using";

/* Title of a section displayed below an Apple Pay button. The section contains a credit card form as an alternative way to pay. */
"Or pay with a card" = "Or pay with a card";

/* Label of a button that initiates payment when tapped */
"Pay %@" = "Pay %@";

/* Label of a button that when tapped allows the user to select a different form of payment. */
"Pay another way" = "Pay another way";

/* Label describing the benefit of signing up for Link.
Pay faster at {Merchant Name} and thousands of merchants
e.g, 'Pay faster at Example, Inc. and thousands of merchants.' */
"Pay faster at %@ and thousands of merchants." = "Pay faster at %@ and thousands of merchants.";

/* Pay in templated string for afterpay/clearpay */
"Pay in <num_installments/> interest-free payments of <installment_price/> with <img/>" = "Pay in <num_installments/> interest-free payments of <installment_price/> with <img/>";

/* Klarna pay later copy */
"Pay later with Klarna." = "Pay later with Klarna.";

/* Pay over time with Affirm copy */
"Pay over time with %@" = "Pay over time with %@";

/* Title shown above a section containing various payment options */
"Pay using" = "Pay using";

/* Pay with {payment method} */
"Pay with %@" = "Pay with %@";

/* US Bank Account copy title for Mobile payment element form */
"Pay with your bank account in just a few steps." = "Pay with your bank account in just a few steps.";

/* Label for a section displaying payment details. */
"Payment" = "Payment";

/* Text on a screen that indicates a payment has failed */
"Payment failed" = "Payment failed";

/* Title for a section listing one or more payment methods. */
"Payment methods" = "Payment methods";

/* Text on a screen that indicates a payment has failed informing the user we are asking the user to try a different payment method */
"Please go back and select another payment method" = "Please go back and select another payment method";

/* Accessibility instructions for card scanning. */
"Point the camera at your card." = "Point the camera at your card.";

/* Label of a button that, when tapped, initiates payment, becomes disabled, and displays this text */
"Processing..." = "Processing...";

/* Label title for Przelewy24 Bank */
"Przelewy24 Bank" = "Przelewy24 Bank";

/* Content for alert popup prompting to confirm removing a saved card. Remove {card brand} ending in {last 4} e.g. 'Remove VISA ending in 4242' */
"Remove %1$@ ending in %2$@" = "Remove %1$@ ending in %2$@";

/* Title for a button that when tapped removes a saved card. */
"Remove card" = "Remove card";

/* Title for confirmation alert to remove a card */
"Remove Card" = "Remove Card";

/* Title for a button that when tapped removes a linked bank account. */
"Remove linked account" = "Remove linked account";

/* Label for a button that re-sends the a login code when tapped */
"Resend code" = "Resend code";

/* A button used for saving a new payment method */
"Save" = "Save";

/* Title shown above a form where the customer can enter payment information like credit card details, email, billing address, etc. */
"Save a new payment method" = "Save a new payment method";

/* Title for address entry section */
"Save address" = "Save address";

/* The label of a switch indicating whether to save the payment method for future payments. */
"Save for future payments" = "Save for future payments";

/* Label for a checkbox that when checked allows the payment information
to be saved and used in future checkout sessions. */
"Save my info for secure 1-click checkout" = "Save my info for secure 1-click checkout";

/* Prompt next to checkbox to save bank account. */
"Save this account for future %@ payments" = "Save this account for future %@ payments";

/* The label of a switch indicating whether to save the user's card for future payment */
"Save this card for future %@ payments" = "Save this card for future %@ payments";

/* Title for the Link signup screen */
"Secure 1⁠-⁠click checkout" = "Secure 1⁠-⁠click checkout";

/* Title shown above a carousel containing the customer's payment methods */
"Select your payment method" = "Select your payment method";

/* Label for a button or menu item that sets a payment method as default when tapped. */
"Set as default" = "Set as default";

/* Label of a checkbox that when checked makes a payment method as the default one. */
"Set as default payment method" = "Set as default payment method";

/* Label of a button displayed below a payment method form. Tapping the button sets the payment method up for future use */
"Set up" = "Set up";

/* Text for an error that is shown when a user selects a shipping address that
is not supported by the merchant */
"Shipping to %@ is not supported." = "Shipping to %@ is not supported.";

/* Accessibility label for an action or a button that shows a menu. */
"Show menu" = "Show menu";

/* Two factor authentication screen heading */
"Sign in to your Link account" = "Sign in to your Link account";

/* Error message when an error case happens when linking your account */
"Something went wrong when linking your account.\nPlease try again later." = "Something went wrong when linking your account.\nPlease try again later.";

/* Prompt for microdeposit verification before completing purchase with merchant. %@ will be replaced by merchant business name */
"Stripe will deposit $0.01 to your account in 1-2 business days. Then you’ll get an email with instructions to complete payment to %@." = "Stripe will deposit $0.01 to your account in 1-2 business days. Then you’ll get an email with instructions to complete payment to %@.";

/* Accessibility hint to tell the user that they can tap to hide additional content. */
"Tap to close" = "Tap to close";

/* Accessibility hint to tell the user that they can tap to reveal additional content. */
"Tap to expand" = "Tap to expand";

/* An error message. */
"The IBAN you entered is incomplete." = "The IBAN you entered is incomplete.";

/* An error message. */
"The IBAN you entered is invalid, \"%@\" is not a supported country code." = "The IBAN you entered is invalid, \"%@\" is not a supported country code.";

/* Error message shown when the user enters an expired verification code. */
"The provided verification code has expired." = "The provided verification code has expired.";

/* Error message shown when the user enters an incorrect verification code. */
"The provided verification code is incorrect." = "The provided verification code is incorrect.";

/* A text notice shown when the user selects an expired card. */
"This card has expired. Update your card info or choose a different payment method." = "This card has expired. Update your card info or choose a different payment method.";

/* Text of a label indicating that a payment method is the default. */
"This is your default" = "This is your default";

/* Error message shown when the user enters an incorrect verification code too many times. */
"Too many attempts. Please try again in a few minutes." = "Too many attempts. Please try again in a few minutes.";

/* Label shown when a payment method cannot be used for the current transaction. */
"Unavailable for this purchase" = "Unavailable for this purchase";

/* Title for a button that when tapped, presents a screen for updating a card. Also
the heading the screen itself. */
"Update card" = "Update card";

/* Two factor authentication screen heading */
"Use your saved info to check out faster" = "Use your saved info to check out faster";

/* An error message. */
"Your IBAN should start with a two-letter country code." = "Your IBAN should start with a two-letter country code.";

